{
  "events": [
    {
      "id": "evt_interference_a989221b",
      "name": "Audio Working Group – February meeting",
      "type": "Community",
      "locationId": "loc_interference",
      "communityId": "com_interference",
      "description": "We’ll discuss episodes we’re working on for the Audio Interference podcast, amongst other things. All are welcome. It’s in person and hybrid. for oom details reach out via basecamp or send an email to audio at interferencearchive dot org.",
      "startDate": "2025-02-11T19:00:00",
      "endDate": "2025-02-11T20:00:00",
      "category": [
        "Community",
        "Arts",
        "Activism"
      ],
      "price": {
        "amount": 0,
        "type": "Free",
        "currency": "USD",
        "details": "Status Unknown"
      },
      "capacity": null,
      "registrationRequired": false,
      "tags": [],
      "image": "interference-archive.jpg",
      "status": "upcoming",
      "metadata": {
        "source_url": "https://interferencearchive.org/event/audio-working-group-february-meeting-2/",
        "organizer": {
          "name": "Interference Archive",
          "email": "info@interferencearchive.org"
        },
        "venue": {
          "name": "Interference Archive",
          "address": "314 7th St, Brooklyn, NY 11215",
          "type": "Offline"
        },
        "featured": false
      }
    },
    {
      "id": "evt_interference_153dac1d",
      "name": "Education Reading Group",
      "type": "Community",
      "locationId": "loc_interference",
      "communityId": "com_interference",
      "description": "The Education Reading Group is a place where we plan to share and discuss readings about transformative teaching, political pedagogy, engaging education, and the like.\n\n\nFor our next gathering, we will be reading the \n“The University and the Undercommons” chapter from Fred Moten and Stefano Harney’s \nThe Undercommons: Fugitive Planning & Black Study\n.\n\n\nThe meeting will take place online. You can find \na link to meet here\n.",
      "startDate": "2025-02-11T20:00:00",
      "endDate": "2025-02-11T21:30:00",
      "category": [
        "Community",
        "Arts",
        "Activism"
      ],
      "price": {
        "amount": 0,
        "type": "Free",
        "currency": "USD",
        "details": "Status Unknown"
      },
      "capacity": null,
      "registrationRequired": false,
      "tags": [],
      "image": "interference-archive.jpg",
      "status": "upcoming",
      "metadata": {
        "source_url": "https://interferencearchive.org/event/education-reading-group-11/",
        "organizer": {
          "name": "Interference Archive",
          "email": "info@interferencearchive.org"
        },
        "venue": {
          "name": "Interference Archive",
          "address": "314 7th St, Brooklyn, NY 11215",
          "type": "Offline"
        },
        "featured": false
      }
    },
    {
      "id": "evt_interference_1bbb6cb2",
      "name": "A Skill-Share Workshop Series: Patches",
      "type": "Community",
      "locationId": "loc_interference",
      "communityId": "com_interference",
      "description": "Come to the Education Working Group’s first installment of their Skill-Share Workshop series. We’ll be talking about patches! Volunteers will give a brief overview of patches as an aspect of punk and DIY culture, we’ll take a look together at some materials in the archive, and we’ll also host a participatory demonstration on how to make and sew your own patches.\n\n\nThis event will take place in person at the archive on Monday, February 10th at 6:30pm. We’ll have some limited supplies available on a first come, first serve basis, but bring something to sew your patch onto as well as any other supplies you might feel like using (tough fabric scraps, needle, thread, fabric markers).",
      "startDate": "2025-02-10T18:30:00",
      "endDate": "2025-02-10T20:00:00",
      "category": [
        "Community",
        "Arts",
        "Activism"
      ],
      "price": {
        "amount": 0,
        "type": "Free",
        "currency": "USD",
        "details": "Status Unknown"
      },
      "capacity": null,
      "registrationRequired": false,
      "tags": [
        "workshop",
        "talk"
      ],
      "image": "interference-archive.jpg",
      "status": "upcoming",
      "metadata": {
        "source_url": "https://interferencearchive.org/event/a-skill-share-workshop-series-patches/",
        "organizer": {
          "name": "Interference Archive",
          "email": "info@interferencearchive.org"
        },
        "venue": {
          "name": "Interference Archive",
          "address": "314 7th St, Brooklyn, NY 11215",
          "type": "Offline"
        },
        "featured": false
      }
    },
    {
      "id": "evt_interference_b7e507c6",
      "name": "Cultural workers for Palestine in NYC",
      "type": "Community",
      "locationId": "loc_interference",
      "communityId": "com_interference",
      "description": "A community panel discussion and live broadcast on Radio AlHara, PalestineSaturday, Feb. 15, 5PM (doors) 6PM (panel)\n\n\nFeaturing :\n\n\nNadia Khayrallah\n, Dancers for Palestine\n\n\nSam Sundos\n, Palestinian-American interdisciplinary artist living and working in Brooklyn, NY\n\n\nYasmeen Abdallah\n, Artist and co-founder of Fiber Friends of Falastin\n\n\nLianah, Theater Workers for a Ceasefire\n\n\nDiscussion hosted by Montreal based musician and community organizer \nStefan Christoff\n.\n\n\nOrganized in collaboration with Interference Archive.\n\n\nThis event brings together a panel of cultural workers from the New York City area who have been actively organizing and taking collective action to support Palestine over the last year. This community panel discussion at \nInterference Archive\n will stream live globally at \nradioalhara.net\n and also directly at \nThe Wonder Cabinet\n in Bethlehem, Palestine. \n\n\nThe goal of this event is to highlight the ways that cultural work is a key part of both broader community organizing practices and the contemporary movement to support Palestine. This discussion aims to highlight the ways that cultural work occurs as part of a process of exchange between artistic ideas but also organizational strategies that are built across grassroots organizing networks.\n\n\nThis panel builds on similar live community discussions with cultural workers that have recently taken place in other cities, also broadcast on Radio AlHara and hosted by Stefan Christoff, including in July 2024 at \nCasa do Comum\n in Lisbon, Portugal, in Amsterdam in Nov. at \nOT301\n, in Mexico City in Feb. 2024 at Radio Nopal (\naudio\n) and in Sofia, Bulgaria at the \nкоприва Feminist cultural space\n. \n\n\nInformation on the speakers and participating groups / collectives:\n\n\nDrawing from the personal and the political through resilience and persistence, \nYasmeen Abdallah\n references her Levantine lineage in the form of magic carpets, intimate weaving, and needle art practices. Abdallah seeks to create safe, mobile spaces in the face of occupying forces that cruelly and catastrophically fail humanity. She views the threaded needle as a tool of solidarity to rip through borders, unravel fictive allegories, and heal holes in tender hearts. Abdallah holds Bachelor’s degrees from University of Massachusetts in Anthropology (emphasis in Historical & Collaborative Archaeology, which included field schools with New England indigenous tribal communities); and another in Studio Art with honors, including a Minor in Women’s, Gender & Sexuality Studies. Abdallah also earned an MFA in Fine Arts with distinction from Pratt Institute. Her work as an artist, curator, writer, and educator is rooted in social engagement and collaborative work with various communities and DIY spaces including ABC No Rio; Art in Odd Places; Flux Factory; and Museum of Reclaimed Urban Space. She has been a visiting and teaching artist at institutions including New Museum; Pratt Institute; Sarah Lawrence; Residency Unlimited; BRIC; Kean University; Parsons; Children’s Museum of NYC; El Barrio Artspace; Fairleigh Dickinson; and University of Massachusetts. \n\n\nDancers for Palestine\n (D4P) is an autonomous group of dance workers who organize in solidarity with the global movement for Palestinian liberation. Formed during Israel’s genocidal attack on Gaza beginning in 2023, D4P seeks to both cohere and create a dance community which is vocal and active in its support of the Palestinian people. D4P is a local and international endeavor with a core organizing group in NYC and an ever expanding network of dancers and organizers. D4P’s work has included protest and direct action, political education events, art-based fundraising, and campaigns to move dance institutions into alignment with the Palestinian Academic and Cultural Boycott of Israel.\n\n\nFiber Friends of Falastin\n is an exploratory social activity for folks who have basic crochet, knitting, sewing, quilting, weaving, embroidery, (and more!) skills. Taking place at Interference Archive, this is open to all who are interested in building community at the intersection of textile-making and social movements, where work is created in support of Palestine. \n\n\nSam Sundos\n is a Palestinian-American interdisciplinary artist living and working in Brooklyn, NY. Through his paintings & textiles Sundos references his experience as a Palestinian born & raised in diaspora while applying the use of traditional slow craft processes and cultural iconography. Through incorporating his personal experience to these processes Sundos’ hopes to use his voice to advance conversations centering around imperialism & its socioeconomic effects while remaining grounded in themes of indigeneity & tradition. In short, through his art, Sundos seeks to convey the significance of human touch and the value of every human life. Sundos has also recently founded \nUnibrow Sun\n, an organization prioritizing artists & activists whose work is focused on elevating narratives of solidarity through exhibitions, screening, workshops & printed material.\n\n\nTheater Workers for a Ceasefire\n exists to organize U.S.-based theater workers in solidarity with the people of Palestine. We aim to use our bodies and talents in pursuit of a comprehensive ceasefire, which we understand is merely the first step among many in realizing a Free Palestine.",
      "startDate": "2025-02-15T18:00:00",
      "endDate": "2025-02-15T21:00:00",
      "category": [
        "Community",
        "Arts",
        "Activism"
      ],
      "price": {
        "amount": 0,
        "type": "Free",
        "currency": "USD",
        "details": "Status Unknown"
      },
      "capacity": null,
      "registrationRequired": false,
      "tags": [
        "workshop",
        "exhibition",
        "panel",
        "discussion",
        "screening"
      ],
      "image": "interference-archive.jpg",
      "status": "upcoming",
      "metadata": {
        "source_url": "https://interferencearchive.org/event/cultural-workers-for-palestine-in-nyc/",
        "organizer": {
          "name": "Interference Archive",
          "email": "info@interferencearchive.org"
        },
        "venue": {
          "name": "Interference Archive",
          "address": "314 7th St, Brooklyn, NY 11215",
          "type": "Offline"
        },
        "featured": false
      }
    },
    {
      "id": "evt_interference_04673207",
      "name": "Volunteer Orientation",
      "type": "Community",
      "locationId": "loc_interference",
      "communityId": "com_interference",
      "description": "Join us for the next volunteer orientation to learn about Interference Archive’s collection, how we work together as a nonhierarchical community archive, ways to get involved, and meet fellow comrades and volunteers.\n\n\nThis orientation is open to everyone\n; established volunteers who want a refresher and to new folks trying to plug into the community. It doesn’t matter whether you’ve shadowed once, have put on 10 exhibitions, or have just been lurking on the newsletter—all are welcome to learn, share, and make things happen through the archive! We hope you leave this orientation with new friends, new contacts to help you do the work you’re passionate about, and a clearer sense of Interference’s history, communication channels, and values. Come with your questions and ideas!\n\n\nSpace is limited, \nso please RSVP\n to reserve your spot for this session!\n\n\nPhysical space of the Interference Archive is ADA compliant.\n\n\nDue to current COVID rates, masking is currently required during events at Interference Archive. We will provide masks at the door.",
      "startDate": "2025-01-28T19:00:00",
      "endDate": "2025-01-28T20:30:00",
      "category": [
        "Community",
        "Arts",
        "Activism"
      ],
      "price": {
        "amount": 0,
        "type": "Free",
        "currency": "USD",
        "details": "Status Unknown"
      },
      "capacity": null,
      "registrationRequired": false,
      "tags": [
        "exhibition"
      ],
      "image": "interference-archive.jpg",
      "status": "upcoming",
      "metadata": {
        "source_url": "https://interferencearchive.org/event/volunteer-orientation-4/",
        "organizer": {
          "name": "Interference Archive",
          "email": "info@interferencearchive.org"
        },
        "venue": {
          "name": "Interference Archive",
          "address": "314 7th St, Brooklyn, NY 11215",
          "type": "Offline"
        },
        "featured": false
      }
    },
    {
      "id": "evt_interference_6567409c",
      "name": "Intro to Self-Defense Workshop",
      "type": "Community",
      "locationId": "loc_interference",
      "communityId": "com_interference",
      "description": "Join us for a free intro self-defense workshop at Interference Archive!\nWe’ll be covering the basics: stretching, conditioning, technique, and theory, with the hope that participants will leave with some super useful foundations that they can add to their self-defense toolkits.\nMix that in with movement and pad-hitting and you’ll have an accessible and confidence-boosting good time for all. This workshop is great for beginners, meant to share some simple-to-pick-up techniques that you can practice on your own or with friends!\n\n\nSpace is limited, so \nplease register your interest here\n! \n\n\nDue to current COVID rates, masking is encouraged during events at Interference Archive.\n\n\n\n\n/",
      "startDate": "2025-02-05T18:00:00",
      "endDate": "2025-02-05T20:00:00",
      "category": [
        "Community",
        "Arts",
        "Activism"
      ],
      "price": {
        "amount": 0,
        "type": "Free",
        "currency": "USD",
        "details": "Status Unknown"
      },
      "capacity": null,
      "registrationRequired": false,
      "tags": [
        "workshop"
      ],
      "image": "interference-archive.jpg",
      "status": "upcoming",
      "metadata": {
        "source_url": "https://interferencearchive.org/event/intro-to-self-defense-workshop/",
        "organizer": {
          "name": "Interference Archive",
          "email": "info@interferencearchive.org"
        },
        "venue": {
          "name": "Interference Archive",
          "address": "314 7th St, Brooklyn, NY 11215",
          "type": "Offline"
        },
        "featured": false
      }
    }
  ]
}